<!DOCTYPE html>
<html>
  <head>
    <title>The Innovation Website</title>
    <meta charset="UTF-8">
    <link rel="stylesheet" href="../styles\stories.css">
    <link rel="stylesheet" href="../styles\general.css">
    <link rel="stylesheet" href="../styles\fiveTips.css">

    <meta name="viewport" content="width=device-width, initial-scale=1.0">
   
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Heebo:wght@400;900&display=swap" rel="stylesheet">
  </head>

  <body>
<!--header - contains navigation bar and search bar-->
    <div class="header">
        <div class="right-section">
            <a class="nav-bar" href="../homePage.html" style="text-decoration:none; color: #d0d0d0;">דף הבית</a>
            <a class="nav-bar" href="../templates.html" style="text-decoration:none; color: #d0d0d0;">תבניות שימושיות</a>
            <a class="nav-bar" href="../stories.html" style="text-decoration:none; color: #ffffff;">כתבות</a>
            <a class="nav-bar" href="../toolArsenalPage.html" style="text-decoration:none; color: #d0d0d0;">ארסנל כלים</a>
        </div>
      <input class="search-bar" type="text" placeholder="חפש/י">
    </div>

    <h2 class="page-header">AI for law - סיפור מקרה דיזיין ספרינט</h2>
    <div class="text">
      <p>
        בתאריך 26/06/23 התקיים מפגש בנושא יישומי בינה מלאכותית למקצוע המשפטים בכלל ולפירמות עורכי דין בפרט. במפגש נכחו נציגים מהפרקליטות הצבאית, ממשרד המשפטים וממשרד עו"ד שיבולת. מטרת המפגש הייתה להבין לעומק את הבעיות והצרכים העולים בעולם המשפט, לבצע סיעור מוחות והעלאת רעיונות לשימוש ביישומי בינה מלאכותית כדי לפתור אותם ולהשיא ערך משמעותי בתחום. 
      </p>
      <h3>תהליך העבודה</h3>
      <p>
        במפגש נעשה שימוש במתודת דיזיין ספרינט (Design Sprint), תהליך עבודה שפיתחה חברת גוגל המאפשר ליצור פתרונות מדויקים לבעיה בזמן קצר בעזרת עבודה אינטנסיבית ומובנת בצוותים. חברי הצוות הם ממקורות מגוונים כך שכל אחד מביא לשולחן ידע שונה ונקודת מבט ייחודית. המתודולוגיה מסדירה תהליכי סיעור מוחין וחשיבה ויצירתית ובכך מאפשרת להעמיק ולחדד את הצורך והבעיה ולמצוא את הפתרון הראוי. בשל המחסור בזמן אנחנו השתמשנו בגרסה מצומצמת יותר של מתודולוגיה זו. 
      </p>
      <p>
        המשתתפים במפגש התחלקו לשלושה צוותים:
      </p>
      <p>
        צוות Legal Ops –  עסק בניהול הטכנולוגי של האופרציה המשפטית בארגון המשפטי (קטן כגדול, ציבורי כפרטי).
      </p>
      <p>
        צוות Legal Tech – – עסק בכלים טכנולוגיים להגברת ההשפעה והפריון המקצועי בעשיית המשפטן.
      </p>
      <p>
        צוות Law Tech – עסק בכלים טכנולוגיים להעצמת האפקטיביות של השירותים המשפטיים, מפרספקטיבת הלקוח (מקבל השירות).
      </p>
      <p>
        הצוותים התמקדו בשימושים ביישומי בינה מלאכותית במקצוע המשפטים מפרספקטיבות שונות. מטרת המפגש הייתה להבין לעומק את הבעיות והצרכים העולים בעולם המשפט, ולהעלות רעיונות לשימוש ביישומי בינה מלאכותית כדי לפתור אותם.
      </p>
      <p>
        שלבי העבודה היו: 
      </p>
      <ol>
        <li>זיהוי בעלי העניין וזיקוק הצעת הערך, </li>
        <li>אפיון הצורך והנקודות הכואבות,</li>
        <li>זיהוי הגורמים המדכאים והדוחפים בארגון,</li>
        <li>הצעת רעיונות לפתרון,</li>
        <li>מציאת דרכים להשתמש בהרגלי העבודה הקיימים בארגון ולשפר אותם כדי להתקרב לפתרון הבעיה. </li>
      </ol>
      <p>
        התהליך ערך כ- 4 שעות. שעה אחת של הטענת הידע ו3 שעות של עבודה בצוותים.
      </p>
      <h3>רשמים בולטים</h3>
      <p>במפגש היו שני נושאים בולטים מאוד שעלו מכלל הצוותים:</p>
      <p>ניהול ידע – ניהול הידע והנגשתו הכרחיים למחקר ומציאת סוגיות, תקדימים, אנשים, חוקים, תקנות ומידע רלוונטי אחר בקלות וביעילות, למיצוי זמן ויכולות ולשיפור בדיוק. בנוסף, מעקב אחר הידע בארגון ושימורו יעזרו לשמירה על קוהרנטיות ואחידות בייעוץ משפט. כאשר ידע נאסף ונצבר בצורה מסודרת ניתן גם לנתח אותו ולקבל תובנות משפטיות וארגוניות. מנקודת המבט של הלקוח, ניהול ידע מאפשר תקשורת טובה יותר עם הלקוחות ומענה מהיר ומותאם ויותר, והעצמת קבלת ההחלטות בעזרת המידע ודרך הצגתו.</p>
      <p>ניהול העבודה – ניהול העבודה גם הוא מתבסס על איסוף וניהול הידע אך בתחום שונה. ניהול עבודה חכם מייעל את אופן ניהול וחלוקת המשימות והעומסים, מאפשר אמצעי פיקוח, משוב והדרכה של עובדים ומדידת תפוקה ורווחיות. ניהול עבודה נכון מאפשר גם שיקוף התהליך בפנייה או בתיק ללקוח.</p>
      <h3>הפוטנציאל בפרקליטות הצבאית </h3>
      <p>אנליזה למסמכים כהכנה לדיון או להפקת מסמך משפטי – סיכום מסמכים ארוכים, חלוקה לנושאים, הדגשת חלקים חשובים, למשל לקראת הכנה לדיונים.</p>
      <p>זיהוי אנומליות –  זיהוי מסמכים, פניות או תיקים עם מאפיינים שונים ויכולת Flagging לפי שאלות קבועות מראש ולפי זיהוי Unknown Unknowns, שצריכים לקבל יותר תשומת לב מקציני המשפטים.</p>
      <p>מחקר – אפשרות להצפת שאילתות בשפה חופשית ובחיפוש לפי שדות MetaData מתויגים, לגבי המידע שמתקבל עבור תיקים</p>
      <p>כתיבת מסמכים – חילול מסמכים לטיוטות ראשונות ול-Refinement  לפי סטנדרט המסמכים העקרוניים במאגר המידע; הגהה למסמכים לפני שליחה; זיהוי שגיאות כתיב; זיהוי טעויות לשוניות; זיהוי בעיות במבני משפטים ומשיכת מבני משפטים נכונים ממאגר המידע הקיים; טעויות פיסוק; עיצוב וסידור של המסמך.</p>
    
    </div>

</body>
</html>