<!DOCTYPE html>
<html>
  <head>
    <title>The Innovation Website</title>
    <meta charset="UTF-8">
    <link rel="stylesheet" href="../styles\stories.css">
    <link rel="stylesheet" href="../styles\general.css">
    <link rel="stylesheet" href="../styles\fiveTips.css">

    <meta name="viewport" content="width=device-width, initial-scale=1.0">
   
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Heebo:wght@400;900&display=swap" rel="stylesheet">
  </head>

  <body>
<!--header - contains navigation bar and search bar-->
    <div class="header">
        <div class="right-section">
            <a class="nav-bar" href="../homePage.html" style="text-decoration:none; color: #d0d0d0;">דף הבית</a>
            <a class="nav-bar" href="../templates.html" style="text-decoration:none; color: #d0d0d0;">תבניות שימושיות</a>
            <a class="nav-bar" href="../stories.html" style="text-decoration:none; color: #ffffff;">כתבות</a>
            <a class="nav-bar" href="../toolArsenalPage.html" style="text-decoration:none; color: #d0d0d0;">ארסנל כלים</a>
        </div>
      <input class="search-bar" type="text" placeholder="חפש/י">
    </div>

    <h2 class="page-header">האקתון Boarding לעתודה במשפטים</h2>
    <div class="text">
      <p>בחודש ינואר 2021 ,ערכה הפרקליטות הצבאית לראשונה אירוע "האקתון" - מיזם פיצוח ופיתוח, שתכליתו הצעת פיתרונות לאתגר 
        ייחודי של היחידה – בתחומי המטה והארגון (ולאו דווקא בתחום תקשובי-טכנולוגי, כנהוג בהאקתונים)
      </p>
      <p>
        ההאקתון עסק בפיתוח ויישום של רעיונות יצירתיים לעידוד העתודה האקדמית במשפטים, מתוך שאיפה להגדיל את 
מספר המתמיינים למסלול העתודה במשפטים הן ברמת האיכות, הן בהיקף ובמגוון. באירוע השתתפו 24 קצינות 
וקצינים ממחלקות היחידה ועתודאים בלימודים.
      </p>
      <p>
        מבין הצוותים שהשתתפו בהאקתון, נבחרו 2 צוותים מנצחים, שהמשיכו לשבוע "אקסלרטור": שבוע עבודה ממוקד 
ואינטנסיבי, שנועד להאיץ את הבשלת הרעיונות לפיתרונות מוגמרים 
      </p>
      <p>
        המשתתפים עבדו בהנחיית מנטורים, אנשי מקצוע וכן גורמי מקצוע מתחומי העיצוב, המדיה והתוכנה. בתום העבודה, 
העמידו המשתתפים תוצרים מוגמרים מושקעים , ש לצידם ת וכניות עבודה מפורטות להוצאת הפיתרונות מהכוח אל 
הפועל. כמו-כן, המשתתפים כתבו "ספר הפעלה", בו הוצגו הפיתרונות במלואם בליווי בהסברים - כיצד ליישמם באופן 
מעשי.
      </p>
      <img src="../pics\atudaPic.png" style="height: 20vw;">
      <h3>עיקרי הפיתרונות</h3>
      <ol>
        <li>תוכנית להגברת נקודות המגע עם מל"שבים – תוכנית רב-שלבית שמטרתה להגביר את כמות ואיכות נקודות -
          המגע היזומות עם מל ש"בים שנרשמו למסלול העתודה במשפטים , בפניות יזומות ומנוהלות למלש"בים 
          ולמשפחותיהם ובהנגשת מידע אפקטיבי על אודות המסלול ויתרונותיו.
        </li>
        <p>
          הרכיב המרכזי והחשוב ביותר בתוכנית זו הוא מנגנון "אח-גדול – אחות-גדולה" לליווי מלש"בים שנרשמו 
לעתודה במשפטים ע"י קצינות וקציני היחידה, בשיח יזום ופתוח, בתקופת ההרשמה ולקראת הלימודים .
        </p>
        <p>
          בתוכנית משולבים עלוני מידע, קשר טלפוני ומשלוח SMS לזימון לימי מיון ולכנסי עידוד העתודה. 
        </p>
        <li>
          העצמת נוכחות היחידה ברשתות החברתיות – יצירת עמודי Facebook ו-Instagram ייעודי ים למסלול 
          העתודה במשפטים לחשיפת מלש"בים והוריהם, ולמתן מענה לשאלותיהם
        </li>
        <p>
          התוכנית כוללת מינוי מנהלי תוכן, שיופקדו על ניהול "הנוכחות בסושיאל" ויתחזקו את העמודים , יצרו תכנים 
להעלאה ויענו על פניות המגיעות לפתחם .
        </p>
        <li>
          אתר הפרקליטות הצבאית – בניית דף ייעודי להסבר על מסלול העתודה וכן עיבוי משמעותי של התכנים באתר, 
          תוך שימוש ברכיבי עיצוב מודרניים ונעימים לקורא.
        </li>
        <li>
          SEO – קידום דירוג אתר הפרקליטות הצבאית במנועי חיפוש גדולים, וקידום תכני מסלול העתודה במשפטים 
          והפרקליטות הצבאית באתרים מובילים במרשתת . 
        </li>
        <p>
          לשם התהליך, יוקם צוות "סיור רשתי" שיהיה אמון על עיבוי הנוכחות במרשתת, על הוספת תכנים לאתרים 
שיתופיים דוגמת ויקיפדיה, על הטמעה יזומה של קישורים לאתר הפרקליטות הצבאית ועל "מיקסום" ערכו 
ותרומתו של תהליך ה-SEO.
        </p>
        <li>
          "Quiz" – איזה סוג עורך דין אתה?" – הפצת שאלון אישיות אינטראקטיבי, קליל ומשעשע בשפה שיווקית, 
כמקובל במרשתת; לאחר סדרה קצרה של שאלות, המשיב זוכה למשוב, שמצביע על מחלקה ממחלקות 
היחידה, אליה הוא מתאים לכאורה.
        </li>
        <p>
          הפצ"ר אישר את כלל הפיתרונות והורה ליישמם כבר בשבועות הקרובים, בתקופת ההרשמה לשנה"ל האקדמית 
התשפ"ב-2022 ;זאת, בשים לב לכך שהם בשלים ומוכנים למימוש עצמאי בידי היחידה 
        </p>
        <p>
          תוכנית העבודה תמומש בשותפות ותרומה של כלל אנשי היחידה , ובראשם קציני המחלקות, ענף אוכ"א והייעוץ 
הארגוני. חלק ניכר מהתוכנית נשען על הרחבת צוות עידוד העתודה במשפטים ועל העצמת פעילות היחידה במרשתת.
        </p>
        <p>
          אנו מצפים להשתתפות פעילה של קציני וחיילי היחידה במטרה חשובה זו, שתכליתה שמירה והעצמה של איכות קצונת 
היחידה והמגוון האנושי בשורותיה, ומתוך כך הבטחת עתיד ה של הפרקליטות הצבאית
        </p>
      </ol>
    </div>

</body>
</html>