<!DOCTYPE html>
<html>
  <head>
    <title>The Innovation Website</title>
    <meta charset="UTF-8">
    <link rel="stylesheet" href="../styles/stories.css">
    <link rel="stylesheet" href="../styles/general.css">
    <link rel="stylesheet" href="../styles/fiveTips.css">

    <meta name="viewport" content="width=device-width, initial-scale=1.0">
   
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Heebo:wght@400;900&display=swap" rel="stylesheet">
  </head>

  <body>
<!--header - contains navigation bar and search bar-->
    <div class="header">
        <div class="right-section">
            <a class="nav-bar" href="../homePage.html" style="text-decoration:none; color: #d0d0d0;">דף הבית</a>
            <a class="nav-bar" href="../templates.html" style="text-decoration:none; color: #d0d0d0;">תבניות שימושיות</a>
            <a class="nav-bar" href="../stories.html" style="text-decoration:none; color: #d0d0d0;">כתבות</a>
            <a class="nav-bar" href="../toolArsenalPage.html" style="text-decoration:none; color: #ffffff;">ארסנל כלים</a>
        </div>
      <input class="search-bar" type="text" placeholder="חפש/י">
    </div>
    <h2 class="page-header">Design thinking</h2>
    <div class="text">
                <h3>מה היא חשיבה עיצובית?</h3>
                <p>
                שלבי החשיבה העיצובית חשיבה עיצובית, היא כלי מעולם העיצוב התעשייתי (מולטידיסציפלינריות, כבר אמרנו?) שמציע "תהליך פיתרון בעיות הומניסטי". כרגיל למודלים שנציג כאן, יש כמה מתודות וזרמים בחשיבה עיצובית, ואנו נציג במסמך זה רק דגם אחד מתוכם.
            </p>
            
            <p>
                החשיבה העיצובית מאופיינת בשאיפה "להבין" את המשתמש ואת צרכיו, מתוך נקודת המבט שלו. חלק מהוגי החדשנות העסקית והתעשייתית סבורים שמתודולוגיה עיצובית זו חשובה מאוד, כדי להשיג פיתרונות שאינם רק חדשניים, אלא מעשיים וקלים להטמעה בקרב המשתמשים המיועדים.
            </p>
            
                <h3>שלב ראשון: אמפתיה</h3>
                <p>
                השלב הראשון בתהליך החשיבה העיצובית הוא אמפתיה. כלומר, להבין את הבעיה מבלי להניח הנחות יסוד שיפוטיות. בתהליך זה, מומלץ לשהות בסביבה הפיזית בה מתמודדים עם הבעיה (וככל שניתן, קרוב למוקד הבעיה עצמה), להתייעץ עם מומחים שמבינים את הנושא, והכי חשוב - להבין מה מתרחש בעולמם הפנימי של הנפגעים מהבעיה.
            </p>
            
                <h3>שלב שני: הגדרה</h3>
                <p>
                השלב השני הוא להגדיר את הצרכים של הגורמים והתהליכים שמושפעים מן הבעיה: חשוב להבחין בין סימפטומים לבין גורמי-שורש, ובין עיקר לבין טפל. את הגדרת הצרכים נשאף לבצע ביחד עם יתר מחזיקי-העניין, שמתמודדים עם הבעיה.  
            </p>
            
                <h3>שלב שלישי: רעיונאות</h3>
                <p>
                השלב השלישי הוא רעיונאות: הצפה והעלאה של מרחב הפיתרונות האפשריים, תוך הטלת ספק בהנחות מוקדמות שלנו ושל שותפינו, ותוך הימנעות מחסימת רעיונות או "ייבוש" מוקדי רעיונאות בשלב ההנבטה.  
            </p> 
            
                <h3>שלב רביעי: פרוטוטייפ</h3>
                <p>
                השלב הרביעי הוא הכנתו של מוצר ניסיוני, תוך העלאתן של שאלות שתכליתן בירור מתחם הפיתרון הרצוי לנו: מה ניתן לשנות? מה יכול לעבוד טוב יותר? מה חסר לנו? המוצר הניסיוני הוא כלי מינימליסטי, אך כזה שיכול לתת בסיס להערכת הערך שלנו.  
            </p>
            
                <h3>שלב חמישי: </h3> 
                <p>
                בחינה השלב החמישי הוא עריכת מיזם הרצה (פיילוט), לשם התנסות וקבלת משוב מהשטח. 
                </p> 
                <h3>
                במה שונה שיטת Thinking Design מגישות אחרות לחדשנות?  
                </h3>
                    <p>                יש לא מעט גישות לייזום חדשנות, ולניהול עסקי בכלל, שמבקשות להסיק מסקנות ע“י שימוש בנתונים, בסקרים, ובשורות מסדי-נתונים ארוכות: דדוקציה, מן הכלל אל הפרט.  
                    </p>
            <p>
                אפשר להסתכל על Thinking Design כשיטה שפועלת באופן הפוך: אינדוקציה, הסקת מסקנות מן הפרט אל הכלל. צורת העבודה העמוקה של החשיבה העיצובית מבקשת שלא נתעמק באיסוף נתונים מופשטים וכלליים, על קבוצה גדולה. היא מתאימה למקרים שבהם אנו מבקשים להתמקד בקבוצת משתמשים קטנה או במקרים ייחודיים. לעיתים, מדובר במשתמש אחד מייצג.
            </p>

        
    </div>

</body>
</html>